Repository: SondagesPro/maintenanceMode
Catalog: locale/*/*.po
Languages: fr, it

source: This website is in maintenance mode.
fr: Ce site internet est en maintenance.
it: Il sitò è in manutenzione.

source: You must download and activate renderMessage plugin
fr: Vous devez télécharger et activer le plugin renderMessage

source: You must activate renderMessage plugin
fr: Vous devez activer le plugin renderMessage
it: È necessario attivare il plugin renderMessage.

source: You can not use maintenance mode with actual configuration.
fr: Vous ne pouvez pas utiliser le mode maintenance dans la configuration actuelle

source: You must and activate renderMessage plugin
fr: Vous devez activer le plugin renderMessage

source: Date / time for maintenance mode.
fr: Date et heure du passage en mode maintenance.
it: Data / ora di inizio della modalità manutenzione.

source: Show warning message delay.
fr: Montrer le message d'alerte.
it: Mostra il tempo rimanente per l'avviso.

source: In minutes or with english date string. With usage of minutes, message is set to danger when there are only 10% of the time for maintenance.
fr: En minutes ou avec une date anglaise. Avec l'utilisation de minutes, le message utilise la classe danger quand il ne reste que 10% du temps.

source: Allow only super administrator to admin page.
fr: Ne permettre l'accès à l'administration que aux super-administrateurs.
it: Consenti l'accesso alla pagina di connessione solo ai Superamministratori.

source: Admin login page are always accessible.
fr: La page de connexion est toujours accessible.
it: La pagina di connessione è sempre disponibile.

source: Disable public part for administrator users.
fr: Désactiver l'accès aux pages publiques aux administrateurs.
it: Disabilitare l'accesso alle pagine pubbliche per gli amministratori.

source: Even for Superadministrator(s).
fr: Même pour les super-administrateur(s)
it: Anche per i Superamministratori.

source: Maintenance message
fr: Message de maintenance
it: Messaggio per modalità manutenzione.

source: Default message was translated according to user language.
fr: Le message par défaut sera traduit selon la langue de l‘utilisateur.
it: Il messaggio di default è stato tradotto nella lingua dell'utente.

source: Warning message.
fr: Message d'alerte.
it: Messaggio di avviso.

source: Warning
fr: Attention
it: Attenzione.

source: This website will close for maintenance at {DATEFORMATTED} (in {intval(MINUTES)} minutes).
fr: Ce site internet sera en maintenance à {DATEFORMATTED} (dans {intval(MINUTES)} minutes).

source: You can use Expression manager : %s was replaced by date in user language format, %s by date in %s format and %s by number of minutes before maintenance.
fr: Vous pouvez utiliser le gestionnaire d'expressions. %s sera remplacé par la date formatée en fonction de la langue de l'utilisateur, %s par la date au format %s et %s par le nombre de minutes avant la maintenance.
it: È possibile utilizzare il gestore delle espressioni (Expression manager): %s sarà sostituito con la data nel formato locale dell'utente, %s con la data nel forrmato %s e %s con il numero di minuti rimanenti prima dell'entrata in manutenzione.

source: Disable token emailing during maintenance
fr: Désactiver l'envoie des courriels d'invitations durant la maintenance
it: Disabilitare l'invio di messaggi di invito durante il periodo di manutenzione.

source: Url to redirect users
fr: Adresse url de redirection des utilisateurs
it: Indirizzo URL per il reindirizzamento degli utenti.

source: Enter complete url only (with http:// or https://). {LANGUAGE} was replace by user language (ISO format if exist in this installation).
fr: Entrez une adresse complète (avec http:// ou https://). {LANGUAGE} sera remplacé par la langue de l'utilisateur (au format ISO si elle existe dans l'installation).
it: Digitare una URL completa (con http:// o https://). {LANGUAGE} sarà sostituito con la lingua dell'utente (utilizzare il formato ISO se disponibile nell'installazione corrente).

source: Actual date/time : %s. Empty disable maintenance mode.
fr: Date et heure actuelle : %s. Vide pour désactiver le mode maintenance.
it: Data e ora attuale: %s. Lasciare il campo vuoto per disabilitare la modalità Manutenzione.

source: This disable your access
fr: Ceci désactivera votre accès
it: Questo disabiliterà l'accesso per l'utente corrente.

source: Only for LimeSurvey 3.0.0 and up version
fr: Uniquement pour LimeSurvey 3.0.0 ou supérieur
it: Solo per LimeSurvey versione 3.0.0 o superiore.

source: You must download renderMessage plugin
fr: Vous devez télécharger le plugin renderMessage
it: È necessario scaricare il plugin renderMessage.

source: You have maintenanceMode plugin activated : it requires the plugin renderMessage.
fr: Vous avez le plugin maintenanceMode : il nécessite le plugin renderMessage.

source: You have maintenanceMode plugin activated : it requires the plugin renderMessage activated.
fr: Vous avez le plugin maintenanceMode : il nécessite le plugin renderMessage activé.

source: Bad delay, you must review the time for delay.
fr: Mauvaise valeur pour le délais, vous devez vérifier la valeur.

source: Bad url, you must review the redirect url.
fr: L'adresse internet de redirection est invalide.
it: URL non valida, verificare il sito di reindirizzamento.
